{
	"FormatVersion": 1,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Puzzle Template"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Result"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Should the animation continue looping when it reaches the end?"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Teimanah\t (South)"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "The animation sequence asset to play"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "The internal time accumulator (position within the animation asset being played)"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "The maximum number of transitions that can be taken by this machine 'simultaneously' in a single frame"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "The name of this slot, exposed to gameplay code, etc..."
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "The play rate multiplier. Can be negative, which will cause the animation to play in reverse."
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "The source input, passed thru to the output unless a montage or slot animation is currently playing"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Tzefona\t (North)"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "Yama (West)"
			},
			"Translation":
			{
				"Text": ""
			}
		},
		{
			"Source":
			{
				"Text": "bCanEnterTransition"
			},
			"Translation":
			{
				"Text": ""
			}
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Mishkan",
			"Children": [
				{
					"Source":
					{
						"Text": "And thou shalt build the golden mizbeach."
					},
					"Translation":
					{
						"Text": ""
					}
				},
				{
					"Source":
					{
						"Text": "And thou shalt build the menorah."
					},
					"Translation":
					{
						"Text": ""
					}
				},
				{
					"Source":
					{
						"Text": "And thou shalt build the shulchan."
					},
					"Translation":
					{
						"Text": ""
					}
				},
				{
					"Source":
					{
						"Text": "And thou shalt build them side by side towards the top."
					},
					"Translation":
					{
						"Text": ""
					}
				},
				{
					"Source":
					{
						"Text": "The Mizbeach HaZahav should be built next on the left side of the Mishkan."
					},
					"Translation":
					{
						"Text": ""
					}
				},
				{
					"Source":
					{
						"Text": "The menorah should be built next."
					},
					"Translation":
					{
						"Text": ""
					}
				},
				{
					"Source":
					{
						"Text": "The shulchan should be built next. It is on the right side of the Mishkan."
					},
					"Translation":
					{
						"Text": ""
					}
				},
				{
					"Source":
					{
						"Text": "There are four Kerashim to be placed on the North side of the Mishkan. Please place them in their correct spot."
					},
					"Translation":
					{
						"Text": ""
					}
				}
			]
		}
	]
}